CSI API ETABS v1
cDesignSteel.Italian_NTC_2008 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStItalianNTC2008S Italian_NTC_2008 { get; }
ReadOnly Property Italian_NTC_2008 As cDStItalianNTC2008S
	Get
Dim instance As cDesignSteel
Dim value As cDStItalianNTC2008S
value = instance.Italian_NTC_2008
property cDStItalianNTC2008S^ Italian_NTC_2008 {
	cDStItalianNTC2008S^ get ();
}
abstract Italian_NTC_2008 : cDStItalianNTC2008S with get
Property Value
Type: cDStItalianNTC2008S
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace